{
    "content": "Levels are a measurement of your character's experience and adaptation to the wasteland. Throughout the game, the Game Master (GM) may reward the player characters with Experience Points (XP). Whenever you gain 1000 XP, you gain a level. Each level grants you something different as described below. For reference of what your total stamina points, hit points, Perks, and Skill points you should have; use the Level Up Table on pg.",
    "subsections": {
        "Gaining XP": {
            "content": "The GM may award the players with XP at any time, but is typically awarded when the player characters spend any amount of time resting after completing a quest, encounter, or discovering something new. Whenever you gain XP, if your XP total is lower than any other player character's total XP, you gain XP equal to the difference between your total and theirs. (Simply put: everyone shares the same amount of XP, defaulting to whoever has the highest). Additionally, the following modifiers are added to the total.",
            "subsections": {
                "Reaching 0 Hit Points.": {
                    "content": "A 10% bonus of XP is awarded for each player character that fell to 0 hit points.",
                    "subsections": {}
                },
                "Death.": {
                    "content": "1000 XP is awarded to each player character if another player character permanently dies.",
                    "subsections": {}
                },
                "Creature Discovery.": {
                    "content": "A 20% bonus of XP is awarded if the player characters roll combat sequence with a creature they have never rolled combat sequence with before.",
                    "subsections": {}
                },
                "Location Discovery.": {
                    "content": "A 20% bonus of XP is awarded if the player characters rest in a city, town, ruin, dungeon, point of interest, or otherwise generalized location they have never rested in before. Note: XP is not rewarded by killing people or monsters, it is instead rewarded for surviving encounters in the wasteland. Sometimes failure is the best teacher.",
                    "subsections": {}
                },
                "Skill Points.": {
                    "content": "Whenever you gain Skill Points, you can distribute these points among your skills. Each point you spend in a skill grants it a permanent +1. The amount of Skill Points you gain is determined by your Intelligence score. If your Intelligence score is a 5, you gain 4 skill points when you reach 5th, 9th, 13th, 17th, 21st, 25th, and 29th level. If your Intelligence score is 6 or higher, you gain 5 skill points when you reach 5th, 9th, 13th, 17th, 21st, 25th, and 29th level. If your Intelligence score is 4 or lower, you gain 3 skill points when you reach 5th, 9th, 13th, 17th, 21st, 25th, and 29th level. If your Intelligence score ever changes, you gain or lose Skill Points equal to the total available at your level (use the Level Up table for reference).",
                    "subsections": {}
                },
                "Perk.": {
                    "content": "When you gain a perk point, you can use it to increase one of your ability scores by 1 or you can choose a perk that you meet the requirements for from the list on page 27, you gain its effects when you choose it. You gain 1 perk point at each level except for 5th, 9th, 13th, 17th, and 19th level.",
                    "subsections": {}
                },
                "Stamina Points.": {
                    "content": "At 1st level your stamina points are equal to your Agility modifier + 10. You increase your maximum stamina points by 5 + your Agility modifier when you reach 3rd, 5th, 7th, 9th, 11th, 13th, 15th, 17th, 19th, 21st, 23rd, 25th, 27th, and 29th level. If your Agility modifier changes, your stamina point maximum changes as well, as though you had the new modifier from 1st level. For example, if you raise your Agility score when you reach 5th level and your Agility modifier increases from +1 to +2, you adjust your stamina point maximum as though the modifier had always been +2. So you add 1 stamina point for your first three levels. The Level Up table below contains the full hit point calculation for each level.",
                    "subsections": {}
                },
                "Hit Points.": {
                    "content": "At 1st level your hit points are equal to your Endurance modifier + 10. You increase your maximum hit points by 5 + your Endurance modifier when you reach 3rd, 5th, 7th, 9th, 11th, 13th, 15th, 17th, 19th, 21st, 23rd, 25th, 27th, and 29th level. If your Endurance modifier changes, your hit point maximum changes as well, as though you had the new modifier from 1st level. For example, if you raise your Endurance score when you reach 5th level and your Endurance modifier increases from +1 to +2, you adjust your hit point maximum as though the modifier had always been +2. So you add 1 hit point for your first three levels. The Level Up table below contains the full hit point calculation for each level.",
                    "subsections": {}
                }
            }
        }
    }
}