{
    "content": "“It's a big world out there, full of all sorts of people. What about you? What kind of person are you going to be?” - James. Every story has a beginning. Your character’s background reveals where you came from and your place in the world.",
    "subsections": {
        "Custom Background": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to three different skills. If you’d like to instead craft your own background within the post-apocalypse, choose this option for your background instead of the ones listed below.",
                    "subsections": {}
                },
                "Starting Equipment:": {
                    "content": "You can choose any background’s starting equipment, or you can choose your own items at your GM’s discretion with a budget of 850 caps.",
                    "subsections": {}
                }
            }
        },
        "Cultist": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Melee Weapons, Speech, and Sneak.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "The Sight Beyond Whether you were born into this life or these people brought hope to you when you hit rock bottom. You are in service to a group of followers who zealously recruit all they can find into their doctrine. This new world, born of fire, is a gift. Only now that this world has been cleansed can the truth be seen. You now wander the wastes looking for signs and awaiting orders from the great beyond.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human Cultist": {
                            "content": "x1 cloth armor (with a rank 1 lead lined upgrade) , x1 knife, x1 bolt-action pipe pistol, x15 9mm bullets, x1 backpack, x1 chain, x3 cram, x1 diluted RadAway, x1 Rad-X, x1 healing powder, x3 dirty water, x1 purified water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Ghoul or Super Mutant Cultist": {
                            "content": "x1 leather armor, x1 knife, x1 bolt-action pipe pistol, x15 9mm bullets, x1 backpack, x1 chain, x3 cram, x4 dirty water, x1 stimpak, x1 diluted stimpak, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth Cultist": {
                            "content": "x1 leather armor, x1 knife, x1 bolt-action pipe pistol, x15 9mm bullets, x1 backpack, x1 chain, x1 diluted stimpak, x1 RobCo Quick Fix-it 1.0, x1 overclock hardware, x1 cache clearer, and x50 caps. ",
                            "subsections": {}
                        },
                        "Robot Cultist": {
                            "content": "x1 leather armor, x1 knife, x1 bolt-action pipe pistol, x15 9mm bullets, x1 backpack, x1 chain, x2 RobCo Quick Fix-it 1.0, x1 overclock hardware, x1 cache clearer, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Doctor": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Breach, Medicine, and Science.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Do No Harm At a young age you’ve always wanted to help others. You’ve learned how to have a steady hand and to be calm under pressure from old world books and other experienced doctors. Work is hard, you see little breaks, and people are desperate. You wander the wasteland in search of others to help, or the caps they provide.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Doctor": {
                            "content": "x1 cloth armor, x1 knife with four levels of decay, x1 syringer, x2 stimpak loader syringes, x1 lock joint syringe, x1 backpack, x1 first aid kit, x2 diluted stimpaks, x1 diluted RadAway, x1 Rad-X, x1 healing powder, a sleeping bag, one person tent, x1 noodle cup, x1 instamash, x2 purified water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Doctor": {
                            "content": "x1 cloth armor, x1 knife with four levels of decay, x1 syringer, x2 stimpak loader syringes, x1 lock joint syringe, x1 backpack, x1 first aid kit, x2 RobCo Quick Fix-it 1.0, x2 RobCo Quick Fix-it 2.0, x1 diluted RadAway, x1 Rad-X, x2 healing powder, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Drifter": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Breach, Sneak, and Unarmed.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Street Rat Born into this rotten world and treated like less than dirt, you’ve wandered from city to city, shelter to shelter, trying to stay alive. The only friends you’ve had are thieves, beggars, or worse. You’ve never known riches and you only survive off the backs of others. Everything you own has its own story on how you claimed it. Things are going to change now, you take a hold of your life for the first time to make things right.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Drifter": {
                            "content": "x1 cloth armor, x1 shiv, x1 pipe pistol with two levels of decay, x15 9mm bullets, x1 backpack, x5 canned dog food, x1 iguana on a stick, x2 healing powder, x4 dirty water, x2 purified water, x1 lockpicks, x1 one person tent, x1 sleeping bag, x1 whiskey, x1 fixer, x2 jet, x3 cigarettes, x1 psycho, x1 coffee and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Drifter": {
                            "content": "x1 cloth armor, x1 shiv, x1 pipe pistol with two levels of decay, x15 9mm bullets, x1 backpack, x1 lockpicks, x2 RobCo Quick Fix-it 1.0, x2 overclock hardware, x2 cache clearer, x1 military auto-tank AI upload, x1 flashlight, x1 energy cell, x1 ¡La Fantoma! skill magazine and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Entertainer": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Barter, Speech, and Intimidation.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "A Moment of Respite Talented since you were young, you marvel wastelanders with your exceptional ability to perform. This life doesn’t come easy though. You’ve been extorted, swindled, targeted, and been made a fool more than once. When you’re a star, everyone wants to glimmer just as bright. You’re wandering the wasteland looking for the next gig, or maybe you want to keep your talents on hold for now.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Entertainer": {
                            "content": "x1 cloth armor, x1 switchblade, x1 10mm pistol with three levels of decay, x10 10mm ammo, x1 backpack, x2 dynamite, x3 flares, x3 salisbury steak, x1 desert salad, x1 nuka-cola, x1 dirty wastelander, x1 healing powder, x1 stimpak, x2 purified water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Entertainer": {
                            "content": "x1 cloth armor, x1 switchblade, x1 10mm pistol with two levels of decay, x20 10mm bullets, x1 backpack, x2 dynamite, x3 flares, x2 RobCo Quick FIx-it 2.0, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Farmer": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Crafting, Intimidation, and Survival.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Hardened by the Earth Born on a wide swath of land, or inherited by family, or gifted by some rich benefactor. You only know your life to be working the land to bring one of the most valuable resources in the wasteland, food. You know how to cook, what kind of creatures taste the best, and how to fix up just about anything. Being this savvy in the wasteland often draws eyes, and you’ve seen your share of those who will do anything to take what you have built. Either something has befallen your crop, your animals have gone sick, or one of those desperate folks finally torched your home. Either way, you’re wandering the wasteland to rebuild or repair your farm.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul or Super Mutant Farmer.": {
                            "content": "x1 cloth armor, x1 pitchfork with five levels of decay, x1 single shotgun with three levels of decay, x8 12 gauge ammo, x1 backpack, x1 healing powder, x5 potatoes, x5 tomatoes, x5 mutfruit, x4 purified water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Farmer": {
                            "content": "x1 cloth armor, x1 pitchfork with five levels of decay, x1 sickle, x1 single shotgun with three levels of decay, x8 12 gauge ammo, x1 backpack, x1 RobCo Quick Fix-It, x2 potatoes, x2 tomatoes, x1 mutfruit, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Guard": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Guns, Speech, and Melee Weapons",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Vigilant Watch “It’s an easy job”, you remember hearing from some of your friends. Then you remember the countless ghouls you’ve had to incinerate, or the sting in your eyes as you kept watch at dawn, or the family’s you’ve had to turn away from safety. You were trained to keep those who were paying you safe. Working alongside a team who had your back in the toughest of situations. But you’ve since left your job, putting your skills to use in the wasteland.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul or Super Mutant Farmer.": {
                            "content": "x1 metal armor with one level of decay 225, x1 police baton with two levels of decay 84, x1 9mm pistol 200, x20 9mm ammo 40, x10 9mm rubber ammo 10c, x1 backpack 20, x1 sleeping bag 20, x1 one person tent 25, x1 binoculars 25c, x1 diluted stimpak 40, x3 purified water 60, x2 pork n’ beans 10c, x1 coffee 15c, x2 donuts 16, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Farmer": {
                            "content": "x1 metal armor with one level of decay, x1 police baton with two levels of decay, x1 9mm pistol 200, x35 9mm ammo, x20 9mm rubber ammo, x1 backpack, x1 binoculars, x2 RobCo Quick Fix-it, x1 Milsurp Review magazine, x1 cache clearer, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Hermit": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Explosives, Medicine, and Survival",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Recluse Whether by choice or exile, you have lived most of your life in the middle of the wasteland far from any civilization. You’ve learned how to keep the only one who matters alive, you. Building traps, memorizing the land, and surviving at the edge of the world. You’ve seen creatures and phenomena that no one would believe. You’ve finally set off from your reclusivity to ensure what you’ve learned doesn’t die with you.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human Hermit": {
                            "content": "x1 multilayered armor with two levels of decay, x1 sharpened pole, x2 dynamite, x1 backpack, x1 sleeping bag, x1 one person tent, x1 bear trap, x1 mutt chops, x1 gecko steak, x1 diluted RadAway, x3 healing powder, x1 first aid kit, x1 purified water, x2 dirty water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Ghoul or Super Mutant Hermit": {
                            "content": "x1 multilayered armor with two levels of decay, x1 sharpened pole, x2 dynamite, x1 backpack, x1 sleeping bag, x1 one person tent, x1 bear trap, x1 mutt chops, x1 gecko steak, x1 iguana on a stick, x4 healing powder, x1 first aid kit, x4 dirty water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Hermit": {
                            "content": "x1 multilayered armor, x1 sharpened pole with the strengthened upgrade, x3 dynamite, x1 backpack, x1 bear trap, x2 RobCo Quick Fix-it 2.0 and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Journalist": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Breach, Speech, and Sneak",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Persistent While many see the career of a reporter to be something of a relic from the old world, you couldn’t disagree more. The truth is important in the wasteland, this world still has its fair share of people who are competing to survive. And in major cities, there are many of these people who would profit off the backs of others or let history fade into obscurity. It’s your job and purpose to see that the people of the wasteland are properly informed, even if you have to break a few laws to get to that truth. But lately you haven’t been seeing much action. You’re venturing into the wastes to find the perfect story.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human Journalist": {
                            "content": "x1 cloth armor, x1 switchblade, x1 9mm pistol with three levels of decay, x13 9mm bullets, x1 backpack, x1 flashlight, x1 energy cell 30, x1 bandolier, x1 lockpicks, x3 cram, x1 diluted RadAway, x1 Rad-X, x1 diluted stimpak, x3 purified water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Ghoul or Super Mutant Journalist": {
                            "content": "x1 cloth armor, x1 switchblade, x1 9mm pistol with three levels of decay, x13 9mm bullets, x1 backpack, x1 flashlight, x1 energy cell, x1 bandolier, x1 lockpicks, x3 cram, x1 diluted stimpak, x1 calmex, x3 purified water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Journalist": {
                            "content": "x1 cloth armor, x1 switchblade, x1 9mm pistol with two levels of decay, x26 9mm bullets, x1 backpack, x1 flashlight, x1 energy cell, x1 bandolier, x1 lockpicks, x1 RobCo Quick Fix-it 1.0, x1 coolant rerouter, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Laborer": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Crafting, Speech, and Melee Weapons.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Long Days, Long Nights Long days, good pay. In the early days your body ached each time you’d come home. But now you’ve grown accustomed to the hard labor you’ve done day in and day out. Whether you moved belongings, rebuilt houses, planted seeds, delivered water, etc. You’ve helped others and helped yourself with honest work. But jobs have run short, and you’ve now turned to wandering the wasteland in search of better fortune.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human or Super Mutant Laborer": {
                            "content": "x1 cloth armor, x1 crowbar, x1 pipe pistol with two levels of decay, x10 9mm bullets, x1 backpack, x1 canteen, x1 rope, x1 sleeping bag, x1 one person tent, x1 potato crisps, x2 instamash, x1 radstag stew, x2 purified water, x2 healing powder, and x50 caps. ",
                            "subsections": {}
                        },
                        "Ghoul Laborer": {
                            "content": "x1 cloth armor, x1 crowbar, x1 pipe pistol with two levels of decay, x10 9mm bullets, x1 backpack, x1 canteen, x1 rope, x1 sleeping bag, x1 one person tent, x1 potato crisps, x2 instamash, x1 radstag stew, x4 dirty water, x1 stimpak, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Laborer": {
                            "content": "x1 cloth armor, x1 crowbar, x1 pipe pistol with two levels of decay, x10 9mm bullets, x1 backpack, x1 rope, x1 flashlight, x1 energy cell, x1 RobCo Quick Fix-it 2.0, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Mechanic": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Crafting, Guns, and Science.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Proper Maintenance In a broken world, you’re one of the few strands holding it together. Fixing things is your speciality, and since you were young you’ve always been fascinated with how things work. Especially the mysteries of technology from the old war. You’ve oiled countless guns, tightened triggers, scrapped old pieces for new ones, and used metric tons of duct tape. You figure your skills could be best used out in the wasteland.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Mechanic": {
                            "content": "x1 cloth armor, x1 wrench, x1 pipe revolver, x10 .44 bullets, x1 backpack, x1 bandolier, x1 canteen, x1 rope, x1 sleeping bag, x1 one person tent, x3 cram, x3 purified water, x1 weapon repair kit, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Laborer": {
                            "content": "x1 cloth armor, x1 wrench, x1 pipe revolver, x15 .44 bullets, x1 backpack, x1 bandolier, x1 rope, x1 RobCo Quick Fix-it 1.0, x2 weapon repair kit, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Mercenary": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Guns, Melee Weapons, and Survival.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Sweeten the Deal To look tough you’ve got to act tough. Your name has gone down in reputation as a reliable protector. You’ve walked hundreds of miles guarding caravan and sniped down countless ghouls and radscorpions. It’s dangerous work, and many have tried to cheat you. But few live to tell the tale.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Mercenary.": {
                            "content": "x1 leather armor, x1 combat knife with two levels of decay, x1 trail carbine with two levels of decay, x10 .44 bullets, x1 backpack, x2 cram, x1 sleeping bag, x1 one person tent, x1 diluted stimpak, x1 purified water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Mercenary.": {
                            "content": "x1 leather armor, x1 combat knife with two levels of decay, x1 trail carbine with two levels of decay, x12 .44 bullets, x1 backpack, x1 RobCo Quick Fix-it 1.0, x1 RobCo Quick Fix-it 2.0, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Pastor": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Barter, Intimidation, and Speech.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Embolden Born into the church you’ve brought hope and sanctity to many who were lost in the darkness. Your words of encouragement have brought many into your circle and you’ve crafted a small community of believers who hope to shape the world and themselves into a better place, whatever they believe in. Even still, you’ve seen your fair share of skeptics, some even hostile. You’ve learned to accept their criticisms and always front your belief, but never to let it waver you. You’re wandering the wasteland now in search of other believers, or proof of your higher powers' existence. ",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Pastor": {
                            "content": "x1 cloth armor, x1 single shotgun with three levels of decay, x8 12 gauge ammo, x1 backpack, x1 sleeping bag, x1 one person tent, x3 pork ‘n beans, x1 donut, x1 coffee, x3 purified water, x1 first aid kit, x3 healing powder, and x50 caps. ",
                            "subsections": {}
                        },
                        "Robot or Gen-2 Synth Pastor": {
                            "content": "x1 cloth armor, x1 single shotgun with two levels of decay, x8 12 gauge ammo, x1 backpack, x1 flashlight, x1 energy cell, x1 first aid kit, x1 RobCo Quick Fix-it 2.0, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Pilgrim": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Energy Weapons, Sneak, and Survival.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Long Roads Your home was compromised, whether by a powerful faction, ghouls, or raiders. You, and your family, have made a long journey across the wasteland to find a new home. Using everything you can to survive, even the old world weapons you’ve kept in your family’s lineage. But your people have now scattered, and it’s up to you to find them or a new home to settle.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human Pilgrim": {
                            "content": "x1 leather armor with the light upgrade , x1 sharpened pole, x1 laser rifle with five levels of decay, x1 energy cell, x1 backpack, x1 sleeping bag, x1 one person tent, x2 mutfruit, x2 apples, x1 vegetable soup, x2 purified water, x1 healing powder, and x50 caps. ",
                            "subsections": {}
                        },
                        "Ghoul or Super Mutant Pilgrim": {
                            "content": "x1 leather armor with the light upgrade , x1 sharpened pole, x1 laser rifle with five levels of decay, x1 energy cell, x1 backpack, x1 sleeping bag, x1 one person tent, x2 mutfruit, x2 apples, x1 vegetable soup, x3 dirty water, x1 nuka-cola, x1 diluted stimpak, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Pilgrim": {
                            "content": "x1 leather armor with the light upgrade , x1 sharpened pole, x1 laser rifle with five levels of decay, x1 energy cell, x1 backpack, x1 bandolier, x1 binoculars, x1 grappling hook, x1 rope, RobCo Quick Fix-it 1.0, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Pit Fighter": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Barter, Melee, and Unarmed.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Endure the Battle It takes a lot to get back up and keep going, but it’s all you’ve known. Wastelanders place their hard earned caps on your ability to fight, that burden fuels your every punch. You’ve taken down many competitors, and have felt the bitter taste of defeat but it only ever makes your victory that much sweeter. However, something has happened to your establishment. And now you must wander the wastes with your skills to find a new purpose in life.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human Ghoul or Super Mutant Pit Fighter": {
                            "content": "x1 lead pipe with two levels of decay, x1 brass knuckles, x1 spiked knuckles, x1 bandolier, x1 ball bearings, x1 sleeping bag, x1 one person tent, x3 cram, x1 vodka, x3 healing powder, x3 purified water, x1 diluted stimpak, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen 2 Synth or Robot Cultist": {
                            "content": "x1 metal armor with one level of decay, x1 lead pipe with two levels of decay, x1 brass knuckles, x1 spiked knuckles, x1 bandolier, x1 ball bearings, x1 RobCo Quick Fix-it 2.0, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Scientist": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Energy Weapons, Breach, and Science.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Field Research Scouring old world books, crafting theories, using knowledge to help rebuild civilization is your life’s work. You’ve successfully predicted outcomes from natural events and creatures to better help your community to understand the world outside. But you’ve learned what you needed, and now to properly fuel your curiosity; it’s time for field research!",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Scientist": {
                            "content": "x1 cloth armor, x1 laser pistol, x2 energy cell, x1 backpack, x1 sleeping bag, x1 one person tent, x3 cram, x2 purified water, x1 diluted RadAway, x1 Rad-X, x1 stimpak, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Scientist": {
                            "content": "x1 cloth armor, x1 laser pistol, x2 energy cell, x1 backpack, x2 RobCo Quick Fix-it 2.0, x1 Programmer's Digest magazine, x1 data scrubber, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Scribe": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Crafting, Energy Weapons, and Medicine.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Wasteland Knowledge What they don’t tell you about being a book organizer is the faster you do it, the more time you get to read. You’ve spent countless hours organizing a trove of information that you wish you could share with the entire world. The accumulation of knowledge from these texts could better the world if raiders would stop to read a chapter. You’re venturing into the wasteland to share your knowledge, or to find more to add to your collection.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Scientist": {
                            "content": "x1 cloth armor, x1 laser pistol, x2 energy cell, x1 backpack, x1 sleeping bag, x1 one person tent, x3 cram, x2 purified water, x1 diluted RadAway, x1 Rad-X, x1 stimpak, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Scientist": {
                            "content": "x1 cloth armor, x1 laser pistol, x2 energy cell, x1 backpack, x2 RobCo Quick Fix-it 2.0, x1 Programmer's Digest magazine, x1 data scrubber, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Soldier": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Explosives, Guns, and Medicine.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Efficient Combatant Ever since you were young you looked up to those who protected your home. Now you’ve joined the ranks to protect others. Following orders is your duty to your people and your fellow soldiers. You’ve been sent on scouting missions, you’ve guarded outposts, and you’ve also seen the horrors of warfare. You’ve obeyed orders to the end, even if you didn’t agree with them. Your term is up, and you’re thinking of putting these skills to use in the wasteland.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Soldier.": {
                            "content": "x1 leather armor, x1 combat knife with two levels of decay, x1 trail carbine with two levels of decay, x10 .44 bullets, x1 backpack, x2 cram, x1 sleeping bag, x1 one person tent, x1 diluted stimpak, x1 purified water, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Soldier.": {
                            "content": "x1 leather armor, x1 combat knife with two levels of decay, x1 trail carbine with two levels of decay, x12 .44 bullets, x1 backpack, x1 RobCo Quick Fix-it 1.0, x1 RobCo Quick Fix-it 2.0, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Trader": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Barter, Speech, and Intimidation.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Bargaining Chip Everyone needs something. You’re a gatherer of valuables that you’ve brought to many cities across the wasteland. You’ve signed deals, bartered caps, and made your customers happy. At the end of the day what matters most is your reputation, and all the caps you’ve made. But your stock has run low, it’s time to set out again to make all that money back again.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Trader": {
                            "content": "x1 cloth armor, x1 shiv, x1 pipe pistol with two levels of decay, x15 9mm bullets, x1 backpack, x5 canned dog food, x1 iguana on a stick, x2 healing powder, x4 dirty water, x2 purified water, x1 lockpicks, x1 one person tent, x1 sleeping bag, x1 whiskey, x1 fixer, x2 jet, x3 cigarettes, x1 psycho, x1 coffee and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Trader": {
                            "content": "x1 cloth armor, x1 shiv, x1 pipe pistol with two levels of decay, x15 9mm bullets, x1 backpack, x1 lockpicks, x2 RobCo Quick Fix-it 1.0, x2 overclock hardware, x2 cache clearer, x1 military auto-tank AI upload, x1 flashlight, x1 energy cell, x1 ¡La Fantoma! skill magazine and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Vault Dweller": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Medicine, Speech, and Science.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Talented For all your life you’ve only known the cold steel walls of a deep underground vault. Everyone wears blue-yellow jumpsuits, wears a pip-boy, and fears the outside. Many of the vaults host some sort of experiment or simulation that torments those inside. However, yours either didn’t have one, or it was so subtle you never realized. But all of that changed when you finally stepped foot outside. The world was never what you thought, the people are different, and it’s larger than you could ever imagine.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "The starting equipment in this background grants powerful unique items, consult with your GM before you take these items. ",
                    "subsections": {
                        "Human, Ghoul, or Super Mutant Vault Dweller": {
                            "content": "x1 vault suit, x1 10mm pistol, x10 10mm ammo, x1 backpack, x1 sleeping bag, x1 one person tent, x1 canteen, x1 weapon repair kit, x1 pip-boy (any), x1 BlamCo Mac & Cheese, x1 Salisbury Steak, Yum Yum Deviled Eggs, x1 coffee, x4 purified water, x1 stimpak. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Vault Dweller": {
                            "content": "x1 vault suit, x1 laser pistol, x2 energy cell, x1 backpack, x1 pip-boy (any) , x2 RobCo Quick Fix-it 2.0, x1 Programmer's Digest magazine, x1 data scrubber, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        },
        "Wastelander": {
            "content": "",
            "subsections": {
                "Skills:": {
                    "content": "+2 to Guns, Survival, and Unarmed.",
                    "subsections": {}
                },
                "Trait:": {
                    "content": "Adventurers Instinct All you’ve ever needed was what’s on your back. You’ve traveled far and wide across the wasteland, trading, meeting folks, and moving on. You’ve killed raiders, explored abandoned ruins, and crossed paths with soldiers. But you’re as impactful to this world as a tumbleweed in the desert, but all of that is about to change.",
                    "subsections": {}
                },
                "Starting Equipment.": {
                    "content": "",
                    "subsections": {
                        "Human Wastelander": {
                            "content": "x1 leather armor, x1 sharpened pole, x1 10mm pistol, x10 10mm ammo, x1 backpack, x1 sleeping bag, x1 one person tent, x2 mutfruit, x2 apples, x1 vegetable soup, x2 purified water, x1 healing powder, and x50 caps. ",
                            "subsections": {}
                        },
                        "Ghoul or Super Mutant Wastelander": {
                            "content": "x1 leather armor, x1 sharpened pole, x1 10mm pistol, x10 10mm ammo, x1 backpack, x1 sleeping bag, x1 one person tent, x2 mutfruit, x2 apples, x1 vegetable soup, x3 dirty water, x1 nuka-cola, x1 diluted stimpak, and x50 caps. ",
                            "subsections": {}
                        },
                        "Gen-2 Synth or Robot Wastelander": {
                            "content": "x1 leather armor, x1 sharpened pole, x1 10mm pistol, x10 10mm ammo, x1 backpack, x1 bandolier, x1 binoculars, x1 grappling hook, x1 rope, RobCo Quick Fix-it 1.0, and x50 caps.",
                            "subsections": {}
                        }
                    }
                }
            }
        }
    }
}