{
    "content": "“You know, I tried to measure m Vit-o-Matic Vigor Tester once. The machine burst into flames.” - Mr. New Vegas. Seven abilities provide a quick description of every creature’s physical and mental characteristics. The three main rolls of the game—the ability check, the skill roll, and the attack roll—rely on the seven ability scores.",
    "subsections": {
        "Ability Scores.": {
            "content": "Each of a creature’s abilities has a score, a number that defines the magnitude of that ability. An ability score is not just a measure of innate capabilities, but also encompasses a creature’s training and competence in activities related to that ability. A score of 5 is the typical human average, but wastelanders and many creatures are a cut above average in most abilities. Characters can have scores as high as 10, and monsters can have scores as high as 20. Each ability also has a modifier, derived from the score and ranging from −4 (for an ability score of 1) to +5 (for a score of 10). The Ability Scores and Modifiers table notes the ability modifiers for the range of possible ability scores, from 1 to 10. Your character dies if any of their ability scores are ever equal to 0.",
            "subsections": {}
        },
        "Skill Checks.": {
            "content": "A skill check tests a creature’s innate talent and training in an effort to overcome a challenge. The GM calls for a skill check when a creature attempts to do something that has a chance of failure. When the outcome is uncertain, the dice determine the results. For every skill check, the GM decides which skill is relevant to the task at hand and the difficulty of the task, represented by a Difficulty Class (DC). The more difficult a task, the higher its DC. The Typical Difficulty Classes table shows the most common DCs. If the total equals or exceeds the DC, the skill check is a success—the creature overcomes the challenge at hand. Otherwise, it’s a failure, which means the creature makes no progress toward the objective or makes progress combined with a setback determined by the GM. Note: For GM’s, A good indicator on whether or not you should have a character roll a skill check is to ask yourself; “Is there at least a 20% chance of failure?” If so, then have a character roll with the DC being “very easy”. Anything below this is extremely monotonous to roll for and can make the characters feel like they aren’t good at anything if they continuously fail. Better to let them automatically succeed at anything that falls below the “20% line”. However;“Extremely small chance of failure” is the only exception, use this sparingly.",
            "subsections": {}
        },
        "Ability Scores at 1st Level.": {
            "content": "At 1st level each of your ability scores starts is equal to 5. You gain 3 points which you can use to increase any ability score equal to the points used. You can also decrease any ability score to gain extra points equal to the amount decreased. You can have a maximum of 10 in an ability score, and a minimum of 1. If your ability scores ever fall below 1, your character dies.",
            "subsections": {}
        },
        "Ability Scores modifiers.": {
            "content": "Once you have assigned your ability scores, determine your modifier to each ability (which is noted with a + or -). Your modifier is equal to 5 minus your score. Example; if you have a 7 in Luck and a 3 in Strength, your Luck modifier is +2 and your Strength modifier is -2.",
            "subsections": {}
        },
        "Skills at 1st Level.": {
            "content": "When you choose your Background, three different skill modifiers are increased by 2. Each skill has an associated ability score (SPECIAL) which modifies your bonus to any d20 roll you make with it.",
            "subsections": {}
        },
        "Passive SPECIAL abilities.": {
            "content": "Each ability score has a passive ability that it affects within your character and on your character sheet. Be sure to read each ability and adjust the passive abilities listed underneath them. Example: Your Luck score affects all your skills. If you have a +2 modifier in Luck, all your skills gain a +1.",
            "subsections": {}
        },
        "Strength": {
            "content": "“I guess that explains how you're still alive. You're built solid as an oak.” - Doc Mitchell Raw physical power. A high Strength increases your hit and damage with melee weapons and unarmed attacks. It’s also a great scare tactic against anyone. But most importantly, Strength measures your ability to handle any weapon and carry your equipment across the wasteland. All weapons have a Strength requirement, and if you fail to meet it you’ll have disadvantage to all your attack rolls with the weapon. If you have a low Strength, opt for lighter weapons. Having a low Strength will also significantly reduce your Carry Load, but a high one will allow you to carry lots of stuff.",
            "subsections": {
                "Carry Load.": {
                    "content": "Your Carry Load is a measurement of how much your character can physically carry. It is a mixture of weight and space. Your maximum Carry Load is equal to your Strength Score x 10. If you are carrying more than your maximum Carry Load, you gain the encumbered condition. If you are carrying more than double your maximum Carry Load, you gain the heavily encumbered condition.",
                    "subsections": {}
                },
                "Intimidation (skill).": {
                    "content": "The Intimidation skill measures how physically daunting you are, your ability to frighten others, or even make them re-evaluate confronting you. You can optionally choose for your Intimidation skill to be modified by your Strength modifier instead of Charisma.",
                    "subsections": {}
                },
                "Melee Weapons (skill).": {
                    "content": "The Melee Weapons skill measures your ability to chop, stab, or bludgeon with weapons such as knives, boards, nine-irons, or even chainsaws. When you make an attack roll with a melee weapon, you add your Melee Weapons skill bonus to the attack roll.",
                    "subsections": {}
                },
                "Unarmed (skill).": {
                    "content": "The Unarmed skill measures your ability to punch, strike, wrestle, kick, elbow, knee, or grapple other creatures. When you make an unarmed attack roll, you add your Unarmed skill bonus to the attack roll. Unarmed attack rolls deal 1d4 + your Strength or Agility modifier bludgeoning damage, they critically hit when you roll a 20 on the attack roll and deal extra damage equal to double the total amount of damage. Unarmed attacks can be non-lethal.",
                    "subsections": {}
                },
                "Weapon Strength Requirement.": {
                    "content": "All weapons have a Strength requirement listed in the equipment tables. If you attack with a weapon and your Strength score is less or not equal to the Strength requirement, you have disadvantage on the attack roll.",
                    "subsections": {}
                }
            }
        },
        "Perception": {
            "content": "“Stay sharp.” - Boone Your senses, your insight into others, your ability to notice, and your attention to detail. Your body can be strong or quick, but it’s nothing if you don’t take notice. Perception is also a measurement of how quick you can act under pressure. You’ll act first in combat with a high perception, and heal others easier when you know what’s important first. Damage and attack rolls with Energy Weapons are measured by Perception, as with their auto-aiming and wide beam-like capabilities, you only need to know where your target is to hit them. Perception also affects your range with all ranged weapons. A high Perception can allow you to shoot far, while a low one will decrease your range.",
            "subsections": {
                "Breach (skill).": {
                    "content": "The Breach skill measures your ability to open locks, hack computers, disarm traps, or anything that lets you get to places you’re not supposed to. Whenever you make a Breach check, you can re-roll the check a number of times equal to your Luck modifier (up to GM’s discretion). You can optionally choose for your Breach skill to be modified by your Perception modifier instead of Intelligence.",
                    "subsections": {}
                },
                "Combat Sequence.": {
                    "content": "This ability measures how quickly you are to act in the round of combat. When combat begins, the GM will have every creature in the combat roll Combat Sequence. They then record the scores in descending order of highest roll to lowest roll. This determines the order of each creature during combat and who acts when.",
                    "subsections": {}
                },
                "Energy Weapons (skill).": {
                    "content": "The Energy Weapons skill measures your expertise in the use of technological weapons that shoot powerful lasers, flash arcs of electricity, fire superheated bolts of plasma, and even launch ammo with electromagnetic coils to accelerate projectiles at extreme velocities. When you make an attack roll with an energy weapon, you add your Energy Weapons skill bonus to the attack roll.",
                    "subsections": {}
                },
                "Explosives (skill).": {
                    "content": "The Explosives skill measures your know-how in arming, disarming, and overall handling of any explosive device. Whether that be a fragmentation grenade, C-4 explosive, molotov cocktail, plasma grenade, or smoke bomb. When you use your AP to arm and throw an explosive, roll a d20 and add your explosives skill bonus. If the total is a 1, the explosive detonates immediately before you throw it. If the total is a 2 or 3, the explosive is thrown half the distance and detonates at the start of your next turn. If the total is between 3 and 14, the explosive detonates at the start of your next turn. If the result is a 15 or higher, the explosive detonates at the end of your turn. When you use your AP to throw an explosive that has already been armed, roll an Explosives check. If the result is a 12 or below, the explosive is not thrown and explodes immediately. If the result is above an 13, the explosive detonates at the end of your turn.",
                    "subsections": {}
                },
                "Medicine (skill).": {
                    "content": "The Medicine skill measures your aptitude for accessing symptoms and properly treating them with care while under pressure. Knowledge of Medicine also allows you to craft chems. To craft most chem recipes, your Medicine skill must be equal to or more than its requirement. If you are within 5 feet of a creature with the bleeding condition, you can spend 6 AP, use 1 cloth junk item, and succeed a DC 15 Medicine skill check to end the condition. If another character is dying and has not failed all of their Death Saves, you can (at GM’s discretion) spend 6 AP to make a Medicine check with the DC being 10 + their failed Death Saves and - their successful Death Saves. On a success the creature gains 1 hit point. You can optionally choose for your Medicine skill to be modified by your Perception modifier instead of Intelligence.",
                    "subsections": {}
                },
                "Passive Sense.": {
                    "content": "A measurement of your senses at all times. When you roll a Perception ability check, your character is actively trying to find something they may already be aware of. Creatures that sneak remain undetected if they roll higher than your passive sense score. Your passive sense score is equal to 12 + your Perception modifier.",
                    "subsections": {}
                },
                "Weapon range.": {
                    "content": "All ranged weapons have a range calculation listed in the ranged weapon tables. The range lists two calculations for two numbers. This calculation is the listed number x your perception score. The first is the weapon’s normal range in feet, and the second indicates the weapon’s long range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can’t attack a target beyond the weapon’s long range.",
                    "subsections": {}
                }
            }
        },
        "Endurance": {
            "content": "“I survived because the fire inside me burned brighter than the fire around me” - Joshua Graham Your physical toughness, your ability to hold out. Characters with high endurance often never give up. Gritting their teeth with their power of determination to survive. This allows you to know more about the hardships of the wasteland and how to use them to your best abilities. A high Endurance gives you more hit points allowing you to survive longer. Your Endurance also affects your Healing Rate and Radiation DC. Having a low Endurance will make you more susceptible to the negative effects of radiation and even gets you closer to death in the wasteland.",
            "subsections": {
                "Death Saves.": {
                    "content": "When your character takes enough damage to reduce their hit points to 0, they gain the dying condition. When you gain the dying condition, you fall prone, your AP is reduced to 0, at the start of each of your turns you gain 4 AP, you recycle all of your unspent points at the start of your turn, and you cannot have more than 6 AP during your turn. At the beginning of each of your turns, you can spend 2 AP to make a Death Save with a DC of 10. When you make a Death Save; you roll a d20 and add your Luck or Endurance modifier, and you add your Party Nerve bonus. If you do not make a Death Save at the beginning of your turn, you automatically fail it. If you succeed 3 Death Saves, you gain 1 hit point. If you fail 3 Death Saves, you die.",
                    "subsections": {}
                },
                "Healing Rate.": {
                    "content": "Every creature has a Healing Rate which measures how many hit points you gain from a source that heals you. Your Healing Rate is equal to half of the total of: your level + your Endurance ability score. You heal a number of hit points equal to your Healing Rate whenever you rest for 8 hours, eat certain foods, use the First Aid perk, or if you’re not a robot; use a stimpak.",
                    "subsections": {}
                },
                "Hit Points.": {
                    "content": "Hit points represent a combination of physical and mental durability, perseverance, and the will to live. Creatures with more hit points are more difficult to kill. Those with fewer hit points are more fragile. At 1st level you have a total of 10 hit points + your Endurance modifier. Whenever you take damage from a source, and your stamina points are at 0, you subtract the damage from your hit points. When your hit points reach 0, you gain the dying condition (see page 1). You can regain a number of hit points equal to your healing rate after resting for 8 hours. Hit points can also be regained by using stimpaks or first aid kits.",
                    "subsections": {}
                },
                "Radiation DC.": {
                    "content": "If your chosen race is Human, then you have a Radiation DC. Your Radiation DC is equal to 12 - your Endurance ability modifier. Radiation DC is a measurement of how much you can resist radiation before taking levels of Rads. Whenever your character enters or starts their turn for the first time in an Irradiated Zone you must roll a d20 roll against your Radiation DC. If you fail, you take 1 level of radiation (see page 97). If you succeed, your Radiation DC increases by 2 until you remove all your levels of Rads. All Irradiated Zones have a Radiation Severity Score that determines how often you must roll a d20 against your Radiation DC. Some Irradiated Zones are less dangerous than others and you may only roll every hour, some are more severe and you may roll every minute to every round. Unlike other checks, instead of adding any ability modifiers, your Endurance modifier is subtracted from your Radiation DC. Other items, equipment, and perks in the game can reduce your Radiation DC.",
                    "subsections": {}
                },
                "Survival (skill).": {
                    "content": "The Survival skill measures a mixture of your adaptation, knowledge of the land, ability to hunt, and expertise in cuisine. You can use your Survival skill to track other creatures (see page 1). To craft most food and drink recipes, your Survival skill must be equal to or more than its requirement. Additionally, learning more about a creature’s habits, type, or physical abilities might require a Survival check (at GM’s discretion).",
                    "subsections": {}
                }
            }
        },
        "Charisma": {
            "content": "“You have a tongue of purest silver, Chosen One. Your skill with words will open many doors for you.” - Cameron Your force of personality, everything that makes you, you. Charisma measures your ability to understand others, while also being a master of communication. Charisma makes for great leaders and powerful negotiators. A high Charisma also increases your Party Nerve, which increases your party’s perseverance by gaining temporary stamina points and a bonus to Death Saves.",
            "subsections": {
                "Barter (skill).": {
                    "content": "The Barter skill measures your expertise in trade. Whether that be with merchants when trading valuables, or with powerful figures to discuss terms. Barter encompasses all manner of exchange, this for that. The higher your Barter skill, the more convincing you are when it comes to sweetening your deals. You can also use this skill with a unique ability called Discount: When you purchase an item from a merchant with any kind of currency, you can gain a percentage discount equal to your Barter skill bonus on that item. Once you use this ability, you cannot use it again until you rest for 8 hours.",
                    "subsections": {}
                },
                "Intimidation (skill).": {
                    "content": "The Intimidation skill measures how threatening you can be, your ability to frighten others, or even make them re-evaluate confronting you. You can optionally choose for your Intimidation skill to be modified by your Charisma modifier instead of Strength.",
                    "subsections": {}
                },
                "Party Nerve.": {
                    "content": "Party Nerve is the manifestation of your infectious Charisma and strong leadership, allowing your party members to push their limits and survive. Your Party Nerve bonus is equal to every players character’s Charisma modifier added together, then halved (rounded down) . Your Party Nerve bonus is added to your Death Saves. Additionally, whenever you roll combat sequence you gain temporary stamina points equal to your Party Nerve bonus.",
                    "subsections": {}
                },
                "Speech (skill).": {
                    "content": "The Speech skill measures your ability to communicate and to read others. Speech encompasses your ability to persuade, dissuade, convince, or deceive. Knowledge of language, oratory, and expression also falls under Speech. You can use the Speech skill to convince non-player characters to agree with you, perform a favor for you, or even risk their life for you (at GM’s discretion). You can also use Speech to tell a convincing lie, read the intentions of someone who may have ill-intent towards you, or to communicate non-verbally.",
                    "subsections": {}
                }
            }
        },
        "Intelligence": {
            "content": "\"But if I adjust the magnetic field, perhaps the resulting change in wavelength will- excuse me, I'm merely thinking out loud.\" - Brotherhood of Steel Scribe Reasoning, knowledge, and memory. Intelligence measures sheer brain power and your know-how of everything. Computers, biology, cosmology, physics, equations, mechanics, engineering, and anything Scientific related is measured by Intelligence. A high Intelligence score will net you more skill points when you level up, while a lower Intelligence gives you less. A high Intelligence also allows you to craft more items like weapons, mods, and armor upgrades.",
            "subsections": {
                "Breach (skill).": {
                    "content": "The Breach skill measures your ability to open locks, hack computers, disarm traps, or anything that lets you get to places you’re not supposed to. Whenever you make a Breach check, you can re-roll the check a number of times equal to your Luck modifier (up to GM’s discretion). You can optionally choose for your Breach skill to be modified by your Intelligence modifier instead of Perception.",
                    "subsections": {}
                },
                "Crafting (skill).": {
                    "content": "The Crafting skill measures your knowledge of schematics to repair and craft items. To craft most weapons, armor, mods, and upgrades; your Crafting skill must be equal to or more than its requirement. If you do not meet the requirement, you can roll a Crafting skill check with the DC being 12 + the Crafting skill requirement bonus. On a success you craft the items, on a failure you do not craft the items and you use half of your choice of the required materials. If an item has a level of Decay, you can use your Crafting skill to repair it and remove the level of Decay. The requirements to repair items are listed on the crafting tables on page 1.",
                    "subsections": {}
                },
                "Medicine (skill).": {
                    "content": "The Medicine skill measures your knowledge of anatomy, physiology, and methods to keep creatures alive. Knowledge of Medicine also allows you to craft chems. To craft most chem recipes, your Medicine skill must be equal to or more than its requirement. If you are within 5 feet of a creature with the bleeding condition, you can spend 6 AP, use 1 cloth junk item, and succeed a DC 15 Medicine skill check to end the condition. If another character is unconscious and has not failed all of their Death Saves, you can (at GM’s discretion) spend 6 AP to make a Medicine check with the DC being 10 + their failed Death Saves and - their successful Death Saves. On a success the creature gains 1 hit point. You can optionally choose for your Medicine skill to be modified by your Intelligence modifier instead of Perception.",
                    "subsections": {}
                },
                "Skill Points.": {
                    "content": "Whenever you gain Skill Points, you can distribute these points among your skills. Each point you spend in a skill grants it a permanent +1. The amount of Skill Points you gain is determined by your Intelligence score. See page 5 for more details.",
                    "subsections": {}
                },
                "Science (skill).": {
                    "content": "The Science skill measures your knowledge and deductive reasoning for all kinds of studies. Biology, historiography, cosmology, chemistry, geology, etc. You can use the Science skill to craft theories and produce a likely outcome. If your character ever encounters something mysterious, you can make a Science skill check to deduce the reasoning. Alternatively, if your GM allows it, you can ask the GM a question about a specific subject that you may not know the answer to, but your character might. On a successful roll you may learn the information.",
                    "subsections": {}
                }
            }
        },
        "Agility": {
            "content": "\"Didn't even hear you come up the ramp. You don't broadcast your movements, I like that.\" - Ghost Quickness and dexterity. Agility measures your character's speed and accuracy. Your Agility also measures your ability to dodge and stay focused in combat, granting you your SP. Your ability to move quietly and act inconspicuously is measured by Agility. Attack and damage rolls with pistols, shotguns, rifles, big guns, and SMGs are all modified by your Agility. Having a high Agility score grants you more AP, allowing you to do more in a turn during combat, while a low Agility will give you less.",
            "subsections": {
                "Action Points.": {
                    "content": "Your action points are a measurement of how much you can do in one round of combat. Anything you do in combat costs a certain amount of action points, 3 often being the lowest and 6 being the most. If you do not have enough action points to spend on an action, you do not perform the action. You have a number of action points equal to 10 + your Agility modifier. You can only ever have a maximum of 15 action points. You regain all your spent action points at the start of each of your turns. If you end your turn and you have unspent action points, you recycle half those points (rounded down) at the start of your next turn.",
                    "subsections": {}
                },
                "Guns (skill).": {
                    "content": "The Guns skill measures your ability to wield and shoot all manner of firearms. From revolvers, to snipers rifles, to mini-guns. When you make an attack roll with a big gun, handgun, rifle, shotgun, or submachine gun you add your Guns skill bonus to the attack roll.",
                    "subsections": {}
                },
                "Sneak (skill).": {
                    "content": "The Sneak skill measures your ability to remain quiet or inconspicuous. On your turn you can spend 6 AP to hide. When you hide you roll a Sneak skill check, if you have cover against any creatures and your Sneak skill check total is equal to or greater than their passive Perception, then you are hidden from them and they cannot see you. If you attack a creature who you are hidden from, you gain advantage on the attack roll. If a creature is aware of your presence, but cannot see you because you are hidden, they may make a Perception check contested against a Sneak check from you. If their total is higher, you are no longer hidden. If your total is higher, then you remain hidden. Player characters, while traveling, can move at half pace and use their Group Sneak to remain stealthy while traveling. Your Group Sneak is equal to each player character’s Sneak modifier divided by the number of player characters. (Simply put; Group Sneak is the mean, or average, Sneak modifier of each player character).",
                    "subsections": {}
                },
                "Stamina Points.": {
                    "content": "Stamina points represent a combination of fatigue, stress, and reflexes. When your stamina points drain, your character becomes winded and unable to move as sharpley. Creatures with more stamina points are more difficult to wound and cause physical injuries to. At 1st level you have a total of 10 stamina points + your Agility modifier. Whenever you take damage from a source, and you are aware of the source, you may subtract the damage from your stamina points instead of your hit points. When your stamina points reach 0, any damage you take is subtracted from your hit points. You can regain up to half your maximum number of stamina points after resting for 10 minutes, and you regain all your stamina points after you rest for 8 hours. Stamina points can also be regained by eating food or drinking certain drinks.",
                    "subsections": {}
                }
            }
        },
        "Luck": {
            "content": "\"They asked me how well I understood theoretical physics. I said I had a theoretical degree in physics. They said welcome aboard.\" - Fantastic Fate, Karma, and Fortune. It’s difficult to measure one’s Luck, but in the wasteland the universe itself judges individuals by their Luck. A general catch-all skill, your Luck can affect almost everything. Coming back from the dead relies on your Luck as you add your modifier to Death Saves. Finding loot, equipment, or anything in the wasteland is measured by your Luck. Having a high Luck score grants a bonus to all your Skills, and raises your chance to critically hit on all weapons.",
            "subsections": {
                "Critical Hit Chance.": {
                    "content": "All weapons have a critical hit chance (abbreviated to crit chance or crit) listed in the weapon’s table. When you make an attack roll with a weapon and the result of the d20, without adding any modifiers, is equal to or higher than the critical hit chance; the attack automatically hits and deals extra damage. Each weapon’s critical hit damage is different and listed in the weapon’s table. All weapons you attack with (besides shotguns) have their critical hit chance lowered by a number equal to half your Luck modifier. For example, you have an 8 in Luck making your modifier a +3. You make an attack roll with a 9mm pistol and roll a 19. Because of your Luck modifier, your crit chance is reduced by 1 (half of 3 rounded down is 1) meaning the weapon crits on 19 and 20. And because you rolled a 19, you crit.",
                    "subsections": {}
                },
                "Death Saves.": {
                    "content": "When your character takes enough damage to reduce their hit points to 0, they gain the dying condition. When you gain the dying condition, you fall prone, your AP is reduced to 0, at the start of each of your turns you gain 4 AP, you recycle all of your unspent points at the start of your turn, and you cannot have more than 6 AP during your turn. At the beginning of each of your turns, you can spend 2 AP to make a Death Save with a DC of 10. When you make a Death Save; you roll a d20 and add your Luck or Endurance modifier, and you add your Party Nerve bonus. If you do not make a Death Save at the beginning of your turn, you automatically fail it. If you succeed 3 Death Saves, you gain 1 hit point. If you fail 3 Death Saves, you die.",
                    "subsections": {}
                },
                "Karma Caps.": {
                    "content": "Every player has a two sided cap that they may flip at any time to gain advantage on a d20 roll, alternatively they may flip their Karma Cap after they roll a d20 to re-roll it and take the new result. However, the GM may also flip any player’s flipped karma cap to gain advantage or a reroll on a d20 roll. If a player with a flipped cap ever rolls a 1 on a d20 roll, they can flip one of their flipped Karma Caps, but cannot use that cap to re-roll the 1. If the GM ever rolls a critical hit against a player with a flipped cap, they may flip their cap. If your Luck ability score is equal to 10, you gain an additional Karma Cap.",
                    "subsections": {}
                },
                "Luck Skill bonus.": {
                    "content": "Having good Luck means you succeed a little more often than normal. All your skills gain a bonus equal to half your Luck modifier (rounded down). If your Luck has a negative modifier, all your skill bonuses are subtracted by 1 regardless of your modifier.",
                    "subsections": {}
                },
                "Targeted Attacks.": {
                    "content": "Anytime you could make an attack roll against a creature, you can choose to make a special attack called a targeted attack. A targeted attack allows you to target a specific body part to hit (see page 1). When you deal damage from a targeted attack, roll a d4 and consult the targeted attacks table. This roll determines the condition that affects your target. You can re-roll this d4 a number of times equal to your Luck modifier and you must take the new result.",
                    "subsections": {}
                }
            }
        }
    }
}